"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Svoj PIN pogrešno ste upisali %1$d puta. Zbog toga je Vaš Mercedes me ID blokiran za %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minuta/minute";

"command_error_pin_invalid" = "Svoj PIN pogrešno ste upisali %1$d puta.";

"general_cancel" = "Prekini";

"general_error_msg" = "Došlo je do pogreške. Molimo, pokušajte ponovno.";

"general_error_network_msg" = "Nešto je pošlo krivo. Molimo, provjerite svoju internetsku vezu.";

"general_error_title" = "Greška";

"general_hint" = "Napomena";

"general_no" = "Ne";

"general_ok" = "U redu";

"general_yes" = "Da";

"login_error_authentication_failed" = "Autentifikacija nije uspjela. Molimo, pokušajte ponovno.";

"login_error_wrong_tan" = "Informacija koju ste unijeli, nažalost, nije bila točna. Molimo, imajte na umu da ćete možda morati pričekati nekoliko minuta prije ponovnog pokušaja.";

"login_info_alert_message" = "Mercedes me ID sadrži Vaš osobni broj mobilnog telefona ili Vašu e-mail adresu. Sa svojim identifikatorom Mercedes me ID možete se prijaviti svugdje u digitalnom svijetu Mercedes-Benza. Nudi Vam pristup svim dostupnim uslugama, funkcijama i platformama zemlje u kojoj ste prijavljeni.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Molimo, upišite vrijedeću e-mail adresu ili vrijedeći broj telefona.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Dalje";

"login_only_caption" = "Prijava";

"login_username" = "Broj mobilnog telefona ili e-mail adresa";

"login_user_not_registered" = "Molimo Vas da se besplatno registrirate u jednoj od aplikacija Mercedes me App.";

"pin_popup_button_again" = "Pokušaj ponovno";

"pin_popup_cancel" = "Prekini";

"pin_popup_default_no_pin_message" = "Molimo da u jednoj od aplikacija Mercedes me App odredite PIN.";

"pin_popup_description" = "Molimo, unesite %1$d-znamenkasti PIN:";

"pin_popup_send" = "Pošalji";

"pin_popup_title" = "Unesi PIN";

"pin_popup_wrong_pin_msg" = "PIN je neispravan. Molimo, pokušajte ponovno.";

"pin_popup_wrong_pin_title" = "Pogrešan PIN";

"registration_user_consent_message" = "Da bismo neprestano mogli poboljšavati aplikaciju, analiziramo korištenje aplikacije i njenih funkcija bez korištenja Vaših osobnih podataka. Ova funkcija se u svakom trenutku može deaktivirati u Izborniku > Postavke > Analytics.";

"registration_user_consent_title" = "Podaci o korištenju usluge Mercedes me";

"verification_btn_next" = "Dalje";

"verification_btn_send_again" = "Zatraži novi TAN kôd";

"verification_headline" = "Verifikacijski kôd";

"verification_login_msg_mail" = "Molimo, unesite TAN kôd koji smo Vam poslali putem e-maila.";

"verification_login_msg_user" = "Poslali smo Vam %1$d-znamenkasti kôd na %2$@ za verifikaciju. Molimo, unesite taj kôd.";

"verification_not_received" = "Niste dobili TAN kôd?";

"verification_not_received_hint_mail" = "Molimo, provjerite unesenu e-mail adresu ili zatražite novi verifikacijski kôd.";

"verification_not_received_hint_phone" = "Molimo, provjerite uneseni broj mobilnog telefona ili zatražite novi TAN kôd.";

"verification_send_again_msg" = "Vaš je upit ponovno poslan";

"verification_title" = "Verifikacija";

